Repository: 84000/data-translation-memory
Catalog: toh37-v3.tmx
Source language: bo
Languages: en

source: རང་གི་ཁྱོ་ལ་མི་བརྩི་བ་དང་། རང་གི་ཁྱོའི་ཕུ་བོ་ལ་མི་འདུད་པ་དང་། རང་གི་ཁྱོའི་སྲིང་མོ་རྣམས་ལ་གནོད་པར་བྱེད་པ་དང་། གཞན་ཡང་ལག་པ་དང་། རྐང་པ་དང་། རྒྱབ་ལ་ལས་སུ་བྱ་བ་མི་བྱེད་པ་དང་། བཟའ་བ་དང་བཏུང་བ་གང་འདོད་པ་མི་སྟེར་བ་དང་། དེ་རྣམས་ལ་ངོ་ཚ་དང་ཁྲེལ་དུ་མི་བྱེད་པ་དང་།
en: “Any woman who does not fully serve her parents-in-law and does not fully serve her husband, who does not care for her husband, who is not respectful toward her husband’s elder brother, who causes trouble for her husband’s sisters, and who moreover does not put her arms, legs, and back into her work and does not give them the food and drink they want, is not modest and humble toward them, and criticizes her husband and recites texts at him will be reborn in hell.

source: རང་གི་ཁྱོ་བོ་ལ་ཀློག་པར་བྱེད་པ་དང་། སྐུར་པ་བཏབ་ན་དམྱལ་བར་སྐྱེ་བར་འགྱུར་རོ། །ལྕགས་བསྲེགས་ཀྱི་ས་གཞིའི་སྟེང་དུ་ཉལ་བ་དང་།
en: There she will sleep on a floor of burning iron.

source: འབར་བའི་ལྕགས་ཀྱུ་ཁ་རུ་བཅུག་ནས་མཆིལ་པའི་ཉ་ལ་བྱ་བ་བཞིན་དུ། ལྕེའི་རྩེ་མོ་ཕྱི་རོལ་དུ་ཕྱུང་སྟེ། ཐག་པས་བཅིངས་ནས་ཕྱི་རོལ་དུ་འདོན་ཏོ། །
en: A flaming iron hook will be inserted into her mouth, as if hooking a fish, and the tip of her tongue will be drawn forth, tied with a rope, and pulled out.

source: དེ་ལྟར་ཕྱི་རོལ་དུ་བཏོན་པ་ལ། ལྕེའི་རྩེ་མོ་ལ་མཚོན་ཆས་བརྒྱབ་ནས་བརྒྱབ་པའི་གནས་སུ་མཆུ་རང་ལ་སྐྱེས་པའི་སྲིན་བུ་ཆེན་པོས་ཟའོ། །
en: After it is pulled it out like that, a big worm, born in the lips at the place where the weapon struck the tip of the tongue, will eat the tongue.

source: དེ་ལྟར་ཟོས་པས་ཅུང་ཟད་ཀྱང་སྨྲ་བར་མི་ནུས་སོ། །
en: Even after it eats only a little, she will be unable to speak.

source: དེ་ལྟར་དེ་ནི་དེ་ལ་ལོ་སྟོང་ཕྲག་དུ་མར་འཚེད་པར་འགྱུར་རོ། །བཙོས་ནས་ཡང་དམྱལ་བ་ཆེན་པོར་ལྷུང་བར་འགྱུར་རོ། །
en: Similarly, she will be cooked there for many thousands of years, and after being cooked there she will fall again into a great hell.”

source: དེའི་ཕྱིར་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གང་ཞིག་བུད་མེད་སྐྱེས་པ་འདོད། །སྐྱེ་བ་སྐྱེ་བར་ཡང་དང་ཡང་། །ལྷ་དང་ལྷ་མོ་ཇི་བཞིན་དུ། །རང་གི་ཁྱོ་ནི་སྤང་མི་བྱ། །
en: For that reason, the Bhagavān has said: “Any woman who desires a man, In rebirth after rebirth, Like a goddess to a god, Should never abandon her husband.”

source: བརྫུན་དུ་སྨྲས་པས་སླར་ཡང་ཐིག་ནག་ཏུ་སྐྱེ་བར་འགྱུར་རོ། །
en: “Lying, in turn, leads to rebirth in the Black Thread Hell.

source: དེར་ཡང་དམྱལ་བའི་སྲུང་མ་རྣམས་ཀྱིས་སྒྲ་ཆེན་པོའི་ཚིག་སྒྲོགས་ཤིང་། མཚོན་ཆ་འབར་བ་སྣ་ཚོགས་པ་བླངས་ནས་ལྕགས་བསྲེགས་ཀྱི་ས་གཞི་ལ་དམྱལ་བའི་སེམས་ཅན་གཅིག་གིས་གཅིག་འདྲུད་པ་དང་། འབར་བའི་ཐིག་ནག་པོས་འདེབས་པ་དང་།
en: There, the guardians of that hell, shouting and bellowing and bearing a variety of blazing weapons, drag hell beings one by one onto a floor of burning iron and mark them with burning black thread.

source: འབར་བའི་མཚོན་ཆ་བཟུང་ནས་ཡང་དག་པར་བསྒྱུར་བ་དང་། ཞིབ་མས་འཚག་པ་བཞིན་དུ་སྟེའུ་དང་དགྲ་སྟས་འཇོག་པ་དང་། དེ་རྣམས་ཀྱིས་སྒྲ་ཆེན་པོ་སྒྲོགས་ཏེ་ངུ་ཞིང་གནས་སོ། །
en: Then, holding blazing weapons, they thoroughly transform them as if separating grain from chaff with a winnowing basket, but using hatchets and axes, leaving them screaming and wailing.

source: རང་གི་ཁྲག་འཐུང་ཞིང་ནང་དུ་དེར་གནས་པ་དེ་ཐིག་ནག་སྟེ་བརྫུན་དུ་སྨྲས་པས་སྐྱེའོ། །
en: It is in this Black Thread Hell, drinking one’s own blood, that one is reborn because of telling lies.

source: དེར་སྡུག་བསྔལ་དྲག་པ་དང་། རྩུབ་པ་དང་།
en: Here, one will experience terrible, harsh, and intense suffering.

source: ཚ་བའི་ཚོར་བ་མྱོང་བར་འགྱུར་རོ། །དགེ་སློང་དག་བརྫུན་དུ་སྨྲ་བ་ནི་སྦྲུལ་དུག་ཅན་དང་འདྲ་བར་ཡིད་ལ་བྱའོ། །
en: “Monks, you should keep in mind that lying is like a venomous snake.

source: དེས་སྡུག་བསྔལ་མང་པོ་བྱེད་དོ། །དམྱལ་བར་འཇུག་པ་དང་། ཡི་དགས་ཀྱི་ཡུལ་དུ་འཇུག་པ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་སུ་སྐྱེ་བར་འགྱུར་རོ། །
en: It produces great suffering and leads to rebirth in the hells, in the realm of ghosts, and as animals.

source: གང་ཞིག་བརྫུན་དུ་སྨྲ་བ་ནི་རྣམ་པར་སྨིན་པ་ཆེན་པོའོ། །
en: The karmic fruition for anyone who lies is grave.

source: དེ་མིར་སྐྱེས་ཀྱང་སྙིང་རྗེ་མེད་པ་དང་།
en: Even if reborn as a human, they will be without compassion.

source: སྐད་བྱ་རོག་གི་དང་འདྲ་བ་དང་།
en: They will have a voice like a crow.

source: ལྕེ་མི་བདེ་བ་དང་།
en: They will be poor at speaking.

source: སོ་ལ་སྲིན་འབྱུང་བ་དང་། ཁ་དྲི་མི་ཞིམ་པ་དང་། སོ་མི་སྙོམས་པ་དང་།
en: They will have tooth decay, bad breath, and crooked teeth.

source: ཚིག་རྩུབ་པ་དང་། གྲེ་བ་འཛེར་བ་དང་།
en: Their words will be rough and their voice hoarse.

source: མཆུ་མི་བདེ་བ་དང་།
en: They will have bad lips.

source: ཕྲག་དོག་དང་བཅས་པ་དང་། རྟག་ཏུ་སྲེད་པ་དང་ལྡན་པ་དང་།
en: They will be jealous and have insatiable cravings.

source: དེ་ལུས་ཞིག་ནས་ཤི་བའི་ཕ་རོལ་དུ་ཐིག་ནག་ཏུ་སྐྱེ་བར་འགྱུར་རོ། །
en: And after the destruction of their body, after death, they will be reborn in the Black Thread Hell.”

source: དེའི་ཕྱིར་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཁ་ནས་རྣག་གི་དྲི་ལྡང་ཞིང་། །དཔག་ཚད་གཅིག་ཏུ་དྲི་ངན་འགྲོ། །
en: For that reason, the Bhagavān has said: “A putrid stench arises from their mouths, The bad smell spreading for a yojana.

source: ཆོས་ནི་ཤེས་པར་མི་འགྱུར་བ། །
en: They will not know the Dharma.

source: བརྫུན་དུ་སྨྲས་པའི་ཉེས་པའོ། །
en: These are the harms that ensue from having lied.”

source: བརྫུན་དུ་སྨྲས་པའི་རྣམ་པར་སྨིན་པའོ། །
en: This is the karmic fruition of lying.

source: བརྫུན་དུ་སྨྲ་བ་སྤངས་པ་ཡིས། །སྐྱེས་པའམ་ནི་བུད་མེད་ནི། །ཐོབ་པར་འགྱུར་ཏེ་ཕན་ཡོན་ནི། །སུམ་ཅུ་རྩ་གསུམ་མི་ཉུང་བའི། །མིག་དང་རྣ་བ་སྣ་དང་ནི། །
en: “Those who refrain from lying Will obtain rebirth as a man or a woman And the benefits they reap will be The full thirty-three of these: “Their eyes, ears, and noses, Tongues, bodies, and minds, too, Will be perfect, Like the anthers of a lotus flower.

source: ལྕེ་དང་ལུས་དང་དེ་བཞིན་ཡིད། །དེ་ལ་རྣམ་པར་དག་པར་འགྱུར། །པད་མའི་ཟེ་འབྲུ་ལྟར་མཚུངས་སོ། །མིག་དང་སོ་ནི་མཉམ་པ་དང་། །
en: “Their eyes and teeth will be symmetrical.

source: ལུས་ནི་མི་རིང་མི་ཐུང་ལ། །ཧ་ཅང་སྦོམ་དང་ཕྲ་བ་མིན། །
en: They will be neither too tall nor too short, Neither too fat nor too thin.

source: འདི་ལྟར་ལེགས་པར་བཤད་པའི་ཚིག །
en: Their speech will be articulate.

source: ཇི་ལྟར་ཨུད་པ་ལ་ཡི་དྲི། །རྟག་ཏུ་ཀུན་ད་ཁ་ཡི་དྲི། །
en: “Their breath will always be scented like jasmine, Or like the blue lotus flower.

source: གཡོག་རྣམས་ཐམས་ཅད་བསྙེན་བཀུར་འགྱུར། །མཆོད་པར་འོས་པའི་ཚིག་གིས་སོ། །
en: Servants will all respect and obey them, And their utterances will be worthy of veneration.

source: ཆོས་རྣམས་ཀུན་ལ་མཁས་པ་དང་། །དོན་དང་ཚིག་འབྲུ་རྣམ་པར་མཁས། །སེམས་ཀྱི་རྟོག་ལ་ཞུམ་པ་མེད། །
en: “They will be adept in all things, Thoroughly learned in words and their meanings, And dauntless in the face of doubt.

source: རྟག་ཏུ་ཁྱད་པར་འཕགས་པའི་ཚིག །བརྫུན་དུ་སྨྲ་བ་སྤངས་པ་ཡིས། །སྐྱེས་པ་འམ་ནི་བུད་མེད་ཀྱིས། །ཕན་ཡོན་འདི་ནི་མྱོང་བར་འགྱུར། །ལྷ་དང་མི་རུ་སྐྱེས་པ་ན།
en: “A man or woman, By refraining from lying, Will experience these benefits As a deva or as a human.

source: དེའི་ལུས་ཞིག་ནས་ཤི་བའི་ཕ་རོལ་དུ་བདེ་འགྲོ་ལྷའི་འཇིག་རྟེན་དང་མཐོ་རིས་སུ་སྐྱེའོ། །
en: “After the destruction of the body, after death, they will be reborn in a happy rebirth-destiny, in a deva world, in heaven.

source: བརྫུན་དུ་སྨྲ་བ་ཞེས་བྱ་བ་ནི་ཁ་ན་མ་ཐོ་བ་དང་བཅས་པའོ། །
en: “That which is called lying is reprehensible.

source: འདོད་པའི་དོན་རྣམས་ལ་རིགས་ཀྱི་བུས་མི་བྱ་བ་ཉིད་དོ། །
en: Sons of good family should refrain from pursuing the objects of their desire.

source: བདེན་པ་དང་ལེགས་པའི་བཅུད་རྣམས་དེ་ལྟ་བུ་ནི་བླང་བར་བྱའོ། །
en: Instead they should extract the essence of that which is true and good.

source: བརྫུན་དུ་སྨྲ་བ་ཞེས་བྱ་བ་དོན་མེད་པར་བྱེད་པའོ། །
en: That which is called speaking falsehoods serves no purpose.

source: འཇིག་རྟེན་སླུ་བར་བྱེད་དོ། །སྐྱེ་བ་གཞན་དུ་མར་མནར་མེད་པའི་དམྱལ་བར་སྐྱེ་བར་འགྱུར་རོ། །
en: It deceives the world and leads to rebirth in the Hell of Incessant Torture for many future lives.

source: དེའི་ཕྱིར་འཚོ་བའི་སླད་དུ་བརྫུན་དུ་སྨྲ་བར་མི་བྱའོ། །
en: Therefore, one should not lie for the sake of one’s livelihood.

source: ཐམས་ཅད་མཁྱེན་པ་སངས་རྒྱས། བྱང་ཆུབ་སེམས་དཔའ་སྒྲིབ་པ་དང་བཅས་པའི་དུས་ནའང་ཕྲ་མ་ནི། ཡུང་བའི་ཁ་དོག་ལྟར་ཡུན་རིང་པོར་མི་གནས་སོ། །ཕུབ་མའི་ཕུང་པོའི་སྟེང་དུ་ཕུར་པ་བཙུགས་ན་ཡུན་རིང་དུ་མི་གནས་པ་བཞིན་ནོ། །རྟའི་རྒྱབ་ཏུ་ཤིང་ཐོག་རིལ་བུ་བཞག་ན་ཡུན་རིང་དུ་མི་གནས་པ་བཞིན་དུ།
en: Even at such times as when the omniscient one, the Buddha, the Bodhisattva, is concealed, divisive speech, like the color of turmeric, does not last long; like a dagger planted in a heap of chaff, it does not last long; and like a round fruit placed on the back of a horse, it does not last long.

source: སྨྲས་པའི་ཚིག་ལ་རལ་གྲིས་སྐེ་འབྲེག་པའི་ཚེ་ཚིག་གཉིས་མི་སྨྲ་བ་བཞིན་ནོ། །
en: So, too, when a word spoken is cut short by a sword, two words will not be uttered.

source: བདེན་པ་ཡུན་རིང་པོར་སྨྲས་པས་དགེ་སྦྱོང་དང་བྲམ་ཟེས་ཕ་རོལ་དུ་སྒྲོལ་བར་བྱེད་དོ། །
en: But, by speaking the truth over a long period of time, ascetics and brahmins reach liberation after they die.

source: ཆང་འཐུངས་པ་ནི་ཚ་བའི་དམྱལ་བར་ལྟུང་ཞིང་སྐྱེ་བར་འགྱུར་རོ། །
en: “Drinking alcohol leads to falling into and being reborn in the Burning Hell.

source: དེར་ལྷུང་བའི་སེམས་ཅན་ནི་ལོ་སྟོང་ཕྲག་མང་པོར་འཚེད་པར་འགྱུར་རོ། །
en: Beings who have fallen into this hell will be cooked for many thousands of years.

source: དེ་ནས་ཕྱིར་ཕྱུང་ནས་ཆུ་བོ་རབ་མེད་ཀྱི་ངོགས་སུ་སྐྱུར་བར་བྱེད་དོ། །
en: After that, they are discarded on the bank of Vaitaraṇī River.

source: གང་དུའང་འགྲོ་ས་མེད་པར་ཡང་དང་ཡང་དུ་སྐྱལ་བར་བྱེད་དོ། །དེར་དམྱལ་བའི་སྲུང་མ་རྣམས་ཀྱིས་མཆིལ་པས་ཉ་འདོན་པ་ལྟར། ལྕགས་བསྲེགས་ཀྱི་ས་གཞི་ལ་རྡེབས་པར་བྱེད་དོ། །འདི་ལྟར་སྒྲོགས་ཏེ། ཀྱེ་སྐྱེས་བུ་ཁྱོད་ཅི་འདོད། ཇོ་བོ་སྐོམ་མོ། །
en: With no way across, they try again and again to swim, whereupon the guards of that hell will pull them out with hooks, like fish, and toss them down on the ground of burning iron and bellow, ‘Oi, what do you want?’

source: དམྱལ་བའི་སྲུང་མ་དེས་ལྕགས་འབར་བའི་ལྕགས་ཀྱུས་ཁ་ཕྱེ་སྟེ་ལྕགས་བཞུ་བའི་ཁུ་བ་ལྡུགས་པར་བྱེད་དོ། །དེ་ལ་དེ་ཡི་མཆུ་སྲེག་གོ། །
en: ‘Lord, I am parched,’ the beings will reply, and the guardians of that hell will rip open their mouths with red-hot iron hooks and pour molten iron into their gaping mouths.

source: མགྲིན་པ་ཡང་སྲེག་གོ། །
en: First, their lips and throats will be scorched.

source: བྲང་སྲེག་གོ། །རྒྱུ་མ་སྲེག་གོ། །སྙིང་ཡང་སྲེག་གོ། །བཤང་ལམ་ན་མར་འཐོན་པར་བྱེད་དོ། །
en: Next their chests burn, then their bowels, and their hearts will burn, too, until the molten iron forces its way out through the anus.

source: དེ་རྣམས་ཀྱིས་སྡུག་བསྔལ་མྱོང་བར་བྱེད་ཅིང་། ངུ་ལ་འགྲེ་བར་བྱེད་དོ། །
en: Such are the torments they are made to experience, weeping and rolling on the floor in pain.

source: དེའི་དུས་སུ་ཡང་འཆི་བར་ནི་མི་འགྱུར་ཏེ།
en: However, even then they will not die.

source: ཇི་སྲིད་ཀྱི་བར་དུ་སྡིག་པའི་ལས་ཀྱི་འབྲས་བུ་མྱོང་བར་བྱེད་དོ། །དེ་སྲིད་དུ་དེ་རྣམས་ཀྱིས་རྣམ་པར་སྨིན་པའི་ཚོར་བ་མྱོང་བར་བྱེད་དོ། །
en: They will experience these sensations, the karmic ripening of their actions, for as long as the fruits of their negative actions last.”

source: དེའི་ཕྱིར་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཚ་ཞིང་རྩུབ་པའི་ཆུ་བོ་ནི། །རབ་མེད་ཤིན་ཏུ་བགྲོད་པར་དཀའ། །ལྕགས་ཀྱི་པད་མའི་འདབ་མ་རྣམས། །འདབ་མ་རྣོ་བའི་སྟེང་དུ་འགྲེ། །
en: For that reason, the Bhagavān has said: “The caustic and rough river Vaitaraṇī, Without a ford, is very difficult to cross; With its petals of iron lotuses Rocking on sharp leaves— How can those who do not follow the Dharma Ever hope to traverse the bottomless Vaitaraṇī River?

source: ཆུ་བོ་རབ་མེད་གཞི་མེད་པར། །ཆོས་མིན་ཇི་ལྟར་སྤྱོད་པར་འགྱུར། །གང་ཞིག་ཆང་འཐུང་བ་དེ་ནི་སྡིག་པ་ཆུང་བ་མ་ཡིན་ནོ། །
en: “For someone to drink alcohol is not a small misdeed.

source: དེ་མིར་གྱུར་ཀྱང་རྟག་ཏུ་བརྗེད་ངས་པ་དང་། ལུག་ལྟར་ལྐུགས་པ་དང་། ཤེས་རབ་འཆལ་པ་དང་།
en: Even if they are reborn as a human, they will always be absent-minded and as dull, stupid, and unaware as a sheep.

source: རིག་པ་མི་ཤེས་པ་དང་། རྟག་ཏུ་གཉིད་དུ་འགྲོ་བ་དང་། བློ་གྲོས་དམན་པ་དང་། གཏི་མུག་ཆེ་བ་དང་།
en: Constantly falling asleep, they will be of low intelligence and very ignorant.

source: འཇིགས་པ་དང་། སྐྲག་པར་འགྱུར་བ་དང་། དོགས་པར་འགྱུར་བ་དང་། ཕྲ་མ་ཅན་དང་། ཚིག་མི་བརྟན་པ་དང་། སེར་སྣ་ཅན་དང་།
en: They will be scared and fearful, doubtful, divisive, untrustworthy, miserly, envious, and without renunciation.

source: ཕྲག་དོག་ཅན་དང་། ངེས་པར་མི་འབྱུང་བ་དང་། ངོ་ཚ་མེད་པ་དང་། ཁྲེལ་མེད་པ་དང་། ཤེས་རབ་ཆུང་བ་དང་།
en: They will be without shame, with no sense of decency, and will have poor discernment.

source: དགེ་བའི་ཆོས་རྣམས་མི་རིག་པ་སྟེ། སྐྱེ་བ་ལྔ་བརྒྱར་གནོད་སྦྱིན་སྐྱེ། །སྐྱེ་བ་ལྔ་བརྒྱར་ཁྱི་དང་ནི། །མཐའ་ཡས་སྨྱོན་པར་སྐྱེ་བར་འགྱུར། །
en: They will be unaware of virtuous qualities, and for five hundred lives they will be reborn as yakṣas, for another five hundred as dogs, and they will forever thereafter be reborn as lunatics.

source: ཆང་འཐུངས་པ་ཡི་ཉེས་པའོ། །མྱོས་པར་འགྱུར་བའི་ཆང་གི་བཏུང་བའི་རྣམ་པར་སྨིན་པའོ། །ཆང་འཐུང་བ་ནི་སྤངས་པ་ཡིས། །སྐྱེས་པ་འམ་ནི་བུད་མེད་ནི། །
en: These are the harms that ensue from having consumed alcohol.

source: ཐོབ་སྟེ་དེ་ཡི་ཕན་ཡོན་ནི། །
en: This is the karmic fruition of drinking alcohol that leads to intoxication.

source: སུམ་ཅུ་རྩ་དྲུག་མི་དམན་པར། །འདས་དང་མ་འོངས་པ་ཡི་དུས། །ད་ལྟར་བྱུང་བ་ཅུང་ཟད་དུ། །མྱུར་དུ་ཤེས་པར་འགྱུར་བ་དང་། །རྟག་ཏུ་དྲན་པ་གནས་པ་དང་། །
en: “Those who refrain from drinking alcohol Will be reborn as a man or a woman And the benefits they then will reap Will be the full thirty-six of these: “They will quickly become aware Of the past and the future, And the fleeting present too, And they will always remain mindful.

source: དེ་ནི་སྨྱོ་བར་མི་འགྱུར་ཞིང་། །ཁྱད་པར་འཕགས་པའི་ཤེས་རབ་དང་། །
en: “They will not be insane— In particular, they will have noble insight.

source: མི་རྨོངས་པ་དང་བག་ཡོད་དང་། །ཚིག་ནི་ཤིན་ཏུ་གསལ་བ་དང་། །
en: With minds unclouded and vigilant, They will express themselves clearly.

source: ངོ་ཚ་ཤེས་ཤིང་ཚིག་ནི་གསལ། །
en: “Being modest, their words will be clear.

source: དེ་ནི་ལོག་པར་སྨྲ་མི་འགྱུར། །ཕྲ་མ་དང་ནི་ཚིག་རྩུབ་མེད། །དོན་མེད་པ་ལ་མི་སྟོད་ཅིང་། །
en: What they say will not be wrong, Will be without slander and harsh words, And will not praise that which is meaningless.

source: ཉིན་དང་མཚན་དུ་དེ་བཞིན་དུ། །བྱས་པ་ཤེས་ཤིང་བྱས་པ་ཚོར། །འདོད་མེད་གཏོང་དང་ཚུལ་ཁྲིམས་ལྡན། །
en: “Day and night alike, Knowing and noticing what has been done, They will give without expectation, and they will have moral discipline.

source: ཁྲོ་བ་མེད་ཅིང་ཚིག་ནི་དྲང་། །
en: They will not be angry and will speak honestly.

source: འཇིགས་པ་མེད་ཅིང་རྣམ་པར་མཁས། །ངོ་ཚ་ཁྲེལ་ཡོད་ཕུན་སུམ་ཚོགས། །འཇིགས་པ་དང་ནི་དོགས་པ་མེད། །
en: “They will be without fear and learned in details, With a strong sense of modesty and decency, Fearless and unhesitant.

source: ཡིད་གཞུངས་ཐོས་པ་འཛིན་པ་དང་། །དོན་ཡོད་སྐྱེ་བོ་མང་ནང་མཁས། །
en: Their perceptive minds will retain what they learn, And they will be considered learned among significant men.

source: ཆང་གི་བཏུང་བ་སྤངས་པ་ཡིས། །སྐྱེས་པ་འམ་ནི་བུད་མེད་ཀྱིས། །ཕན་ཡོན་འདི་རྣམས་མྱོང་བར་འགྱུར། །ལྷ་རྣམས་དང་ནི་མི་རྣམས་སུ། །
en: “A man or a woman, By refraining from consuming alcohol, Will experience these benefits As a deva or as a human.

source: དེའི་ལུས་ཞིག་ནས་ཤི་བའི་ཕ་རོལ་དུ་བདེ་འགྲོ་མཐོ་རིས་ལྷའི་འཇིག་རྟེན་དང་མཐོ་རིས་སུ་སྐྱེའོ། །
en: “After the destruction of the body, after death, they will be reborn in the happy rebirth-destinies of the higher realms, in a deva world, in heaven.

source: ཚུལ་ཁྲིམས་འདི་རྣམས་བསྲུང་བར་བྱའོ། །
en: “These disciplines should be guarded.

source: འདི་གང་ཟག་གང་སུ་དག་སྐྱེས་པའམ་བུད་མེད་ཀྱི་ཚུལ་ཁྲིམས་སྲུང་བར་མི་བྱེད་པ་དང་། སྒོམ་པར་མི་བྱེད་ན་དེའི་ལུས་ཞིག་ནས་ཤི་བའི་ཕ་རོལ་དུ་ངན་སོང་ངམ་ངན་འགྲོ་ལོག་པར་ལྟུང་བར་སྐྱེ་བར་འགྱུར་རོ། །
en: Any person, whether a man or a woman, who does not guard and cultivate these disciplines will, after the destruction of the body, after death, fall and be reborn in bad or unfortunate rebirth-destinies, in the lower realms.

source: གང་སུ་དག་ཚུལ་ཁྲིམས་སྲུང་བར་བྱེད་པ་དང་། སྒོམ་པར་བྱེད་པ་རྣམས་ནི་དེའི་ལུས་ཞིག་ནས་ཤི་བའི་ཕ་རོལ་དུ་བདེ་འགྲོ་མཐོ་རིས་དང་། ལྷའི་འཇིག་རྟེན་དུ་སྐྱེ་བར་འགྱུར་རོ། །
en: Those who guard and cultivate these disciplines will, after the destruction of the body, after death, be reborn in the happy rebirth-destinies of the higher realms, in a deva world.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། དགེ་སློང་དེ་རྣམས་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: This is what the Bhagavān said, and the monks rejoiced at what the Bhagavān had taught.

source: ཚུལ་ཁྲིམས་ལྔའི་ཕན་ཡོན་བསྟན་པའི་མདོ་རྫོགས་སྷོ།། །།པཎྜི་ཏ་ཆེན་པོ་ཨཱ་ནནྡ་ཤྲཱིའི་ཞལ་སྔ་ནས།
en: This concludes “The Sūtra That Teaches the Benefits of the Five Disciplines.”

source: མང་དུ་ཐོས་པའི་ལོ་ཙཱ་བ་ཤཱཀྱའི་དགེ་སློང་ཉི་མ་རྒྱལ་མཚན་དཔལ་བཟང་པོས། སྐད་གཉིས་སྨྲ་བ་རྣམས་ཀྱི་གདན་ས། གཙུག་ལག་ཁང་ཆེན་པོ་དཔལ་ཐར་པ་གླིང་དུ་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པའོ།། །།
en: This sūtra was translated, edited, and finalized by the learned translator, the Śākya monk Nyima Gyaltsen Palsangpo, in the presence of the great scholar Ānandaśrī at the translation center of the great monastery Pal Tharpaling.

source: སའི་སྟེང་དུ་ཉི་མ་དང་ཟླ་བ་ལྟར་གྱུར་ཅིག།
en: May it become like sun and moon ornaments crowning the earth!
